{
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "deadcolumn.nvim": {
    "branch": "master"
  },
  "edgy.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "image.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lsp_lines.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "newpaper.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls-extras.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-ansible": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-snippets": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "one-small-step-for-vimkind": {
    "branch": "main"
  },
  "onedarkpro.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "rust.vim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "usage-tracker.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "regexp"
  },
  "vim-bbye": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-llvm": {
    "branch": "master"
  },
  "vim-nix": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  },
  "zig.vim": {
    "branch": "master"
  }
}
